#data = [["ขอ","ตา","ราง","เรียน","ป.","หน่อย","ค่ะ"]]

##BOW
#ตารางเรียน
period = ['ตาราง',"ตา",'ราง','lesson']
#health check
health =['สุขภาพ','ประกัน','อุบัติเหตุ']
#holiday
holiday = ['หยุด']
#place
place = ['ตึก','ชั้น' ]
#sell
sell = [ 'สหกรณ์', 'ขาย', 'เสื้อ', 'พละ', 'กางเกง','รองเท้า', 'นร', 'จำหน่าย']
#check grade
grade_check = ['ดู', 'เกรด', 'เฉลี่ย','ประกาศ','คะแนน', 'ตอน']
#activity
activity = ['กิจกรรม', 'ดนตรี','ติว','tgat']
#food
food = [ 'อาหาร', 'อิสลาม', 'เมนู',]


data_dict = {"period":{"words":['ตาราง',"ตา",'ราง','lesson'],"sectors":["การเรียน"]},
                    "health":{"words":['สุขภาพ','ประกัน','อุบัติเหตุ'],"sectors":["อนามัย"]},
                    "holiday":{"words":['หยุด'],"sectors":["การเรียน"]},
                    "place":{"words":['ตึก','ชั้น' ],"sectors":["การเรียน","อนามัย","สถานที่"]},
                    "sell":{"words":[ 'สหกรณ์', 'ขาย', 'เสื้อ', 'พละ', 'กางเกง','รองเท้า', 'นร', 'จำหน่าย'],"sectors":["สหกรณ์"]},
                    "grade_check":{"words":['ดู', 'เกรด', 'เฉลี่ย','ประกาศ','คะแนน', 'ตอน'],"sectors":["การเรียน"]},
                    "activity":{"words":['กิจกรรม', 'ดนตรี','ติว','tgat'],"sectors":["การเรียน","กิจกรรม"]},
                    "food":{"words":[ 'อาหาร', 'อิสลาม', 'เมนู',],"sectors":["อาหาร"]}
             }